[
  "obsidian-image-auto-upload-plugin",
  "remember-cursor-position",
  "obsidian-code-block-enhancer",
  "obsidian-plantuml",
  "obsidian-mind-map",
  "obsidian-linter",
  "calendar",
  "obsidian-advanced-uri",
  "cmdr",
  "obsidian-pandoc",
  "obsidian-dynamic-toc",
  "obsidian-sortable",
  "buttons",
  "obsidian-excalidraw-plugin",
  "obsidian-shellcommands",
  "awesome-image",
  "obsidian-excel-to-markdown-table",
  "mysnippets-plugin",
  "obsidian-quick-actions",
  "markdown-table-editor",
  "table-editor-obsidian",
  "multi-column-markdown",
  "workspaces-plus",
  "number-headings-obsidian",
  "obsidian-outliner",
  "obsidian-quiet-outline"
]